Repository: LegendWorrier/pro-backend-develop-Hospitaldialysis
Catalog: HemoDialysisPro/Wasenshi.HemoDialysisPro.Share/Resources/Notification.*.resx
Languages: th

# AdminPrefix
source: Admin
th: ผู้ดูแลระบบ

# Approved_detail
source: The {0} request has been granted.
th: คำขอ{0}ได้รับการอนุมัติแล้ว

# Approved_title
source: {0} Request Approved
th: อนุมัติคำขอ{0}

# box_discon_detail
source: A hemobox for patient <b>{0}</b> has disconnected while sending. [bed: {1}]
th: กล่องส่งค่าสำหรับผู้ป่วย <b>{0}</b> หลุดจากการเชื่อมต่อระหว่างการฟอก [เตียง: {1}]

# box_discon_title
source: A Hemobox has disconnected
th: Hemobox หลุดการเชื่อมต่อ

# CheckIn_detail
source: A patient has checked in : {0}
th: ผู้ป่วยชั่งน้ำหนักเพื่อเริ่มการฟอก : {0}

# CheckIn_title
source: Patient Check In
th: ผู้ป่วยชั่งน้ำหนัก

# CosignExe
source: co-sign
th: ลายเซ็นต์ร่วมในการปฏิบัติ(ให้ยาหรืออื่นๆ)

# CosignExe_detail
source: There is a co-sign request for you on execution record of <b>{1}</b>
th: มีคำขอ{0}สำหรับผู้ป่วย: <b>{1}</b> ถึงคุณ

# CosignExe_title
source: Co-sign Request : Execution Record
th: ขอ{0}

# CosignHemo
source: co-sign
th: ลายเซ็นต์ร่วมบนใบฟอก

# CosignHemo_detail
source: There is a co-sign request for you on hemosheet of <b>{1}</b>
th: มีคำขอ{0}สำหรับผู้ป่วย: <b>{1}</b> ถึงคุณ

# CosignHemo_title
source: Co-sign Request : Hemosheet
th: ขอ{0}

# Denied_detail
source: The {0} request has been rejected.
th: คำขอ{0}ถูกปฏิเสธ

# Denied_title
source: {0} Request Rejected
th: ปฏิเสธคำขอ{0}

# DoctorNote_detail
source: {2}<b>{0}</b> has new comment about patient <b>{1}</b>'s dialysis. Please check it out.
th: {2}<b>{0}</b> เขียนความคิดเห็นใหม่ในใบของ <b>{1}</b> คลิกเพื่อไปดู

# DoctorNote_title
source: New Doctor Note
th: มีความคิดเห็นของหมอเพิ่ม

# DoctorPrefix
source: Doctor
th: อาจารย์

# MedDel_detail
source: A medicine prescription has been deleted for <b>{0}</b>. [{1}]
th: มีรายการสั่งยาของคุณ <b>{0}</b> ถูกลบ [{1}]

# MedDel_title
source: Med Prescription Deleted
th: ลบรายการสั่งยา

# MedEdit_detail
source: A medicine prescription has been updated for <b>{0}</b>. [{1}]
th: มีการแก้ไขรายละเอียดการสั่งยาของคุณ <b>{0}</b> [{1}]

# MedEdit_title
source: Med Prescription Changed
th: รายการสั่งยาเปลี่ยนแปลง

# MedNew_detail
source: New medicine prescription has been created for <b>{0}</b>. [{1}]
th: มีรายการสั่งยาใหม่สำหรับคุณ <b>{0}</b> [{1}]

# MedNew_title
source: New Med Prescription
th: รายการสั่งยาใหม่

source: no name
th: ไม่มีชื่อ

# PrescNurse
source: Prescription Execute
th: ให้ลงชื่อปฏิบัติตามใบสั่ง

# PrescNurse_detail
source: There is a prescription execute request for you on patient <b>{0}</b>
th: มีคำขอให้ลงชื่อผู้ปฏิบัติตามใบสั่งสำหรับผู้ป่วย: <b>{0}</b> ถึงคุณ

# PrescNurse_title
source: Prescription Execute Request
th: ลงชื่อปฏิบัติตามใบสั่ง

# PresDel_detail
source: A dialysis prescription has been deleted for <b>{0}</b>.
th: ใบสั่งฟอกของคุณ <b>{0}</b> ถูกลบ

# PresDel_title
source: Dialysis Prescription Deleted
th: ลบใบสั่งฟอก

# PresEdit_detail
source: The dialysis prescription for <b>{0}</b> has been updated.
th: ใบสั่งฟอกของคุณ <b>{0}</b> ถูกแก้ไข

# PresEdit_title
source: Dialysis Prescription Updated
th: ใบสั่งฟอกถูกแก้ไข

# PresNew_detail
source: There is new dialysis prescription for <b>{0}</b>.
th: มีใบสั่งฟอกอันใหม่สำหรับคุณ <b>{0}</b>

# PresNew_title
source: New Dialysis Prescription
th: ใบสั่งฟอกอันใหม่

source: transfer
th: ย้ายผู้ป่วย

# TransferInfo_detail
source: Request to transfer patient <b>{1}</b> to unit ('{2}') on slot: $d[{3}]:[EEEE, hh:mm a]
th: ขอ{0}: คุณ <b>{1}</b> ไปยังหน่วย ('{2}') ลงตาราง $d[{3}]:[EEEE HH:mm] น.

# TransferInfo_title
source: Patient Transfer Requested
th: คำขอ{0}ถูกส่งแล้ว

# TransferTemp
source: transfer
th: ย้ายผู้ป่วยชั่วคราว

# TransferTempInfo_detail
source: Request to temporarily transfer patient <b>{0}</b> to '{1}' on $d[{2}]
th: ขอ{3}: คุณ <b>{0}</b> ไปยังหน่วย '{1}' ในวันที่ $d[{2}]

# TransferTempInfo_title
source: Temporary Patient Transfer Requested
th: คำขอ{0}ถูกส่งแล้ว

# TransferTemp_detail
source: There is a request to temporarily transfer patient <b>{0}</b> from '{1}' to this unit ('{2}') on $d[{3}]
th: มีคำขอ{4}: คุณ <b>{0}</b> จากหน่วย '{1}' มาที่นี่ ('{2}') ในวันที่ $d[{3}]

# TransferTemp_title
source: Temporary Patient Transfer Request
th: ขอ{0}

# Transfer_detail
source: There is a request to transfer patient <b>{1}</b> from '{2}' to this unit ('{3}') on slot: $d[{4}]:[EEEE, hh:mm a]
th: มีคำขอ{0}: คุณ <b>{1}</b> จากหน่วย '{2}' มาที่นี่ ('{3}') ลงตาราง $d[{4}]:[EEEE HH:mm] น.

# Transfer_title
source: Patient Transfer Request
th: ขอ{0}
